Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Scan your face to see how your skin scores stack up.
de: Scanne dein Gesicht und sieh, wie eure Haut-Scores abschneiden.
es: Escanea tu cara para ver cómo se comparan vuestras puntuaciones.
fr: Scanne ton visage pour voir comment vos scores se comparent.
it: Scansiona il viso per vedere come si confrontano i punteggi.

source: Scan your skin and Glowé builds a 14-day routine from your weakest scores.
de: Scanne deine Haut und Glowé baut eine 14-Tage- Routine aus deinen schwächsten Scores.
es: Escanea tu piel y Glowé crea una rutina de 14 días a partir de tus puntuaciones más bajas.
fr: Scanne ta peau et Glowé crée une routine de 14 jours à partir de tes scores les plus faibles.
it: Scansiona la pelle e Glowé crea una routine di 14 giorni dai tuoi punteggi più bassi.

source: Scan your skin with me — copy this whole message and paste it in Glowé for a free scan.
de: Scan deine Haut mit mir — kopiere diese ganze Nachricht und füg sie in Glowé ein für einen Gratis-Scan.
es: Escanea tu piel conmigo — copia este mensaje completo y pégalo en Glowé para un escaneo gratis.
fr: Scanne ta peau avec moi — copie tout ce message et colle-le dans Glowé pour un scan gratuit.
it: Scansiona la pelle con me — copia tutto questo messaggio e incollalo in Glowé per una scansione gratis.

source: Scan your skin with me — this link gives us both a free scan.
de: Scanne deine Haut mit mir — dieser Link gibt uns beiden einen Gratis-Scan.
es: Escanea tu piel conmigo: este enlace nos da un escaneo gratis a ambos.
fr: Scanne ta peau avec moi — ce lien nous offre un scan gratuit à tous les deux.
it: Scansiona la tua pelle con me — questo link regala una scansione gratis a entrambi.

source: Scan your skin with me — this link gives you a free scan.
de: Scan deine Haut mit mir — dieser Link schenkt dir einen Gratis-Scan.
es: Escanea tu piel conmigo — este enlace te regala un escaneo gratis.
fr: Scanne ta peau avec moi — ce lien t'offre un scan gratuit.
it: Scansiona la pelle con me — questo link ti regala una scansione gratis.

source: Scan yours.
de: Scanne dich.
es: Escanéate.
fr: Scanne-toi.
it: Scansiona te.

source: Scan yours. 14 days to your potential.
de: Scanne dich. 14 Tage zu deinem Potenzial.
es: Escanéate. 14 días hacia tu potencial.
fr: Scanne-toi. 14 jours vers ton potentiel.
it: Scansiona te. 14 giorni verso il tuo potenziale.

source: Scanning is part of Pro
de: Scannen ist Teil von Pro
es: Escanear es parte de Pro
fr: Le scan fait partie de Pro
it: La scansione fa parte di Pro

source: Score up 5+ points.
de: Score um 5+ Punkte gestiegen.
es: Puntuación +5 puntos.
fr: Score en hausse de 5+ points.
it: Punteggio su di 5+ punti.

source: Seals the actives in and keeps the barrier calm.
de: Schließt die Wirkstoffe ein und hält die Barriere ruhig.
es: Sella los activos y mantiene la barrera tranquila.
fr: Scelle les actifs et garde la barrière apaisée.
it: Sigilla gli attivi e mantiene la barriera calma.

source: Secure & private
de: Sicher & privat
es: Seguro y privado
fr: Sécurisé et privé
it: Sicuro e privato

source: See where I land
de: Sehen, wo ich lande
es: Ver dónde caigo
fr: Voir où je me situe
it: Scopri dove mi colloco

source: See your 14-day glow.
de: Sieh deinen 14-Tage-Glow.
es: Mira tu glow de 14 días.
fr: Vois ton éclat en 14 jours.
it: Guarda il tuo glow in 14 giorni.

source: Send my card back
de: Meine Karte zurückschicken
es: Devolver mi tarjeta
fr: Renvoyer ma carte
it: Rimanda la mia card

source: Send my result
de: Mein Ergebnis senden
es: Enviar mi resultado
fr: Envoyer mon résultat
it: Invia il mio risultato

source: Send thank-you scan back
de: Danke-Scan zurückschicken
es: Devolver el escaneo de agradecimiento
fr: Renvoyer le scan de remerciement
it: Rimanda la scansione di ringraziamento

source: Send your card — higher score wins.
de: Schick deine Karte — höherer Score gewinnt.
es: Envía tu tarjeta: gana la puntuación más alta.
fr: Envoie ta carte — le meilleur score gagne.
it: Invia la tua card — vince il punteggio più alto.

source: Send your inviter their bonus
de: Deinem Einlader den Bonus schicken
es: Envía su bono a quien te invitó
fr: Envoie son bonus à ton parrain
it: Invia il bonus a chi ti ha invitato

source: Send your rival the link
de: Schick deinem Rivalen den Link
es: Envía el enlace a tu rival
fr: Envoie le lien à ton rival
it: Invia il link al tuo rivale

source: Sensitive
de: Empfindlich
es: Sensible
fr: Sensible
it: Sensibile

source: Sequencing your evening actives…
de: Deine Abend-Wirkstoffe werden sortiert…
es: Ordenando tus activos de la noche…
fr: Organisation de tes actifs du soir…
it: Sequenza dei tuoi attivi serali…

source: Setting your range…
de: Deine Spanne wird festgelegt…
es: Fijando tu rango…
fr: Définition de ta fourchette…
it: Impostazione del tuo intervallo…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Settling in
de: Eingewöhnung
es: Adaptación
fr: Mise en route
it: Rodaggio

source: Seven metrics, clear insights and a plan made for your face.
de: Sieben Metriken, klare Einblicke und ein Plan für dein Gesicht.
es: Siete métricas, ideas claras y un plan hecho para tu cara.
fr: Sept mesures, des infos claires et un plan fait pour ton visage.
it: Sette metriche, spunti chiari e un piano fatto per il tuo viso.

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Share invite link
de: Einladungslink teilen
es: Compartir enlace de invitación
fr: Partager le lien d'invitation
it: Condividi il link di invito

source: Share link again
de: Link nochmal teilen
es: Compartir enlace otra vez
fr: Repartager le lien
it: Condividi di nuovo il link

source: Share my reading
de: Meine Analyse teilen
es: Compartir mi análisis
fr: Partager mon analyse
it: Condividi la mia analisi

source: Share the link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi il link

source: Share the result
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
it: Condividi il risultato

source: Share video
de: Video teilen
es: Compartir vídeo
fr: Partager la vidéo
it: Condividi il video

source: Short sleep + no SPF cost the most — and win back fastest.
de: Wenig Schlaf + kein SPF kosten am meisten — und holen am schnellsten auf.
es: Poco sueño + sin SPF cuestan más — y se recuperan más rápido.
fr: Peu de sommeil + pas de SPF coûtent le plus — et se rattrapent le plus vite.
it: Poco sonno + niente SPF costano di più — e si recuperano più in fretta.

source: Short sleep shows up in glow and redness first.
de: Wenig Schlaf zeigt sich zuerst in Glow und Rötung.
es: Dormir poco se nota primero en glow y enrojecimiento.
fr: Le manque de sommeil se voit d'abord sur l'éclat et les rougeurs.
it: Il poco sonno si vede prima su glow e rossore.

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci

source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Vuoi uscire?

# Sign up and go Pro to send your inviter their bonus.
source: Go Pro to send your inviter their bonus.
de: Hol dir Pro, um deiner Einladerin ihren Bonus zu schicken.
es: Hazte Pro para enviarle su bono a quien te invitó.
fr: Passe Pro pour envoyer son bonus à la personne qui t'a invité.
it: Passa a Pro per inviare il bonus a chi ti ha invitato.

source: Sign with your finger
de: Mit dem Finger unterschreiben
es: Firma con el dedo
fr: Signe avec ton doigt
it: Firma con il dito

source: Sign-in didn’t complete
de: Anmeldung nicht abgeschlossen
es: El inicio de sesión no se completó
fr: Connexion non terminée
it: Accesso non completato

source: Skin Analysis
de: Hautanalyse
es: Análisis de piel
fr: Analyse de peau
it: Analisi della pelle

source: Skin changes week by week, not day by day — one honest scan per week keeps the reading meaningful.
de: Haut verändert sich Woche für Woche, nicht Tag für Tag — ein ehrlicher Scan pro Woche hält die Messung aussagekräftig.
es: La piel cambia semana a semana, no día a día: un escaneo honesto por semana mantiene la lectura fiable.
fr: La peau change de semaine en semaine, pas de jour en jour — un scan honnête par semaine garde la mesure fiable.
it: La pelle cambia di settimana in settimana, non di giorno in giorno — una scansione onesta a settimana mantiene la lettura significativa.

source: Skin feels irritated?
de: Haut gereizt?
es: ¿Piel irritada?
fr: Peau irritée ?
it: Pelle irritata?

source: Skin moves week by week — your three weekly readings are in. The next one unlocks soon.
de: Haut verändert sich Woche für Woche — deine drei Wochen-Messungen sind drin. Die nächste schaltet bald frei.
es: La piel cambia semana a semana: tus tres lecturas semanales ya están. La próxima se desbloquea pronto.
fr: La peau évolue de semaine en semaine — tes trois mesures hebdo sont faites. La prochaine se débloque bientôt.
it: La pelle cambia di settimana in settimana — le tue tre letture settimanali sono fatte. La prossima si sblocca presto.

source: Skin moves week by week — your two weekly readings are in. Need one more now? Grab an extra scan, or the next one unlocks free soon.
de: Haut verändert sich Woche für Woche — deine zwei wöchentlichen Analysen sind durch. Jetzt noch eine? Hol dir einen Extra-Scan, oder die nächste schaltet bald kostenlos frei.
es: La piel cambia semana a semana — tus dos análisis semanales están hechos. ¿Necesitas uno más ahora? Consigue un escaneo extra, o el próximo se desbloquea gratis pronto.
fr: La peau évolue semaine après semaine — tes deux analyses hebdomadaires sont faites. Besoin d'un scan de plus ? Prends-en un en plus, ou le prochain se débloque bientôt gratuitement.
it: La pelle cambia settimana dopo settimana — le tue due analisi settimanali sono fatte. Ne serve un'altra ora? Prendi una scansione extra, o la prossima si sblocca presto gratis.

source: Skin moves week by week — your two weekly readings are in. The next one unlocks soon.
de: Haut verändert sich Woche für Woche — deine zwei Wochen-Messungen sind drin. Die nächste schaltet bald frei.
es: La piel cambia semana a semana: tus dos lecturas semanales ya están. La próxima se desbloquea pronto.
fr: La peau évolue de semaine en semaine — tes deux mesures hebdo sont faites. La prochaine se débloque bientôt.
it: La pelle cambia di settimana in settimana — le tue due letture settimanali sono fatte. La prossima si sblocca presto.

source: Skin score
de: Haut-Score
es: Puntuación de piel
fr: Score peau
it: Punteggio pelle

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

source: Skip hot water here and keep products fragrance-free.
de: Verzichte hier auf heißes Wasser und nutze parfümfreie Produkte.
es: Evita el agua caliente aquí y usa productos sin perfume.
fr: Évite l'eau chaude ici et utilise des produits sans parfum.
it: Evita l'acqua calda qui e usa prodotti senza profumo.

source: Sleep, on an average night?
de: Schlaf, in einer normalen Nacht?
es: Sueño, ¿en una noche normal?
fr: Ton sommeil, une nuit type ?
it: Sonno, in una notte media?

source: Slowed visible skin aging in a randomized trial.
de: Verlangsamte sichtbare Hautalterung in einer randomisierten Studie.
es: Ralentizó el envejecimiento visible de la piel en un ensayo aleatorizado.
fr: A ralenti le vieillissement cutané visible dans un essai randomisé.
it: Ha rallentato l'invecchiamento cutaneo visibile in uno studio randomizzato.

source: Slower
de: Langsamer
es: Más lento
fr: Plus lent
it: Più lento

source: Smooth a pea-to-almond amount over the face while skin is still slightly damp.
de: Erbsen- bis mandelgroße Menge auf noch leicht feuchter Haut verteilen.
es: Extiende una cantidad del tamaño de un guisante/almendra con la piel aún húmeda.
fr: Étale une noisette sur le visage encore légèrement humide.
it: Distribuisci una quantità tra un pisello e una mandorla sulla pelle ancora umida.

source: Smoother texture is structural change — think weeks, not days.
de: Glattere Textur ist strukturelle Veränderung — Wochen, nicht Tage.
es: Una textura más suave es un cambio estructural: semanas, no días.
fr: Une texture plus lisse est un changement structurel — des semaines, pas des jours.
it: Una texture più liscia è un cambiamento strutturale — settimane, non giorni.

source: So close
de: Knapp verloren
es: Por muy poco
fr: Si proche
it: Per un soffio

source: So your readings and your 14-day plan are always yours — on any device.
de: Damit deine Lesungen und dein 14-Tage-Plan immer dir gehören — auf jedem Gerät.
es: Para que tus lecturas y tu plan de 14 días sean siempre tuyos — en cualquier dispositivo.
fr: Pour que tes lectures et ton plan de 14 jours restent toujours à toi — sur n'importe quel appareil.
it: Così le tue letture e il piano di 14 giorni sono sempre tuoi — su qualsiasi dispositivo.

source: Softened entry dose — sensitive skin flagged.
de: Sanfte Einstiegsdosis — deine Haut ist als sensibel markiert.
es: Dosis de inicio suavizada: piel marcada como sensible.
fr: Dose d'entrée adoucie — peau signalée sensible.
it: Dose iniziale ammorbidita — pelle segnalata come sensibile.

source: Softened to PHA — sensitive skin flagged.
de: Auf PHA abgemildert — deine Haut ist als sensibel markiert.
es: Suavizado a PHA: piel marcada como sensible.
fr: Adouci en PHA — peau signalée sensible.
it: Ammorbidito in PHA — pelle segnalata come sensibile.

source: Softened — your skin flagged sensitive.
de: Sanfter — deine Haut ist empfindlich.
es: Suavizado — tu piel es sensible.
fr: Adouci — ta peau est sensible.
it: Più delicato — la tua pelle è sensibile.

source: Some good days, some off
de: Ein paar gute Tage, ein paar schlechte
es: Días buenos y días regulares
fr: Des bons jours, des moins bons
it: Giorni buoni e giorni no

source: Some things shift in two weeks, some take longer. Drag to see it — honestly.
de: Manches ändert sich in zwei Wochen, manches dauert länger. Zieh und sieh es — ehrlich.
es: Algunas cosas cambian en dos semanas, otras tardan más. Arrastra y míralo, con honestidad.
fr: Certaines choses bougent en deux semaines, d'autres prennent plus de temps. Fais glisser pour voir — honnêtement.
it: Alcune cose cambiano in due settimane, altre richiedono più tempo. Trascina per vederlo — onestamente.

source: Some things shift in two weeks. Some take longer. We'll be honest about which.
de: Manches ändert sich in zwei Wochen. Manches dauert länger. Wir sagen ehrlich, was.
es: Algunas cosas cambian en dos semanas. Otras tardan más. Seremos honestos sobre cuáles.
fr: Certaines choses bougent en deux semaines. D’autres prennent plus de temps. On sera honnêtes là-dessus.
it: Alcune cose cambiano in due settimane. Altre richiedono più tempo. Saremo onesti su quali.

source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
it: A volte

source: Somewhere else
de: Woanders
es: En otro sitio
fr: Ailleurs
it: Da qualche altra parte

source: Sounds good
de: Klingt gut
es: Suena bien
fr: Ça me va
it: Mi piace

source: Spots and congestion
de: Pickel und verstopfte Poren
es: Granos y congestión
fr: Boutons et pores obstrués
it: Brufoli e congestione

source: Start a duel
de: Duell starten
es: Iniciar duelo
fr: Lancer un duel
it: Inizia il duello

source: Start next 14 days
de: Nächste 14 Tage starten
es: Empezar los próximos 14 días
fr: Lancer les 14 prochains jours
it: Inizia i prossimi 14 giorni

source: Start on the Day-1 dot and draw to Day 14 — it keeps you near the real path.
de: Starte am Tag-1-Punkt und zeichne bis Tag 14 — es hält dich nah am echten Weg.
es: Empieza en el punto del día 1 y dibuja hasta el día 14: te mantiene cerca del camino real.
fr: Commence sur le point du jour 1 et trace jusqu'au jour 14 — ça te garde près du vrai chemin.
it: Parti dal punto del giorno 1 e disegna fino al giorno 14 — ti tiene vicino al percorso reale.

source: Start with these %lld. The other %lld you add once the habit sticks.
de: Starte mit diesen %lld. Die anderen %lld kommen dazu, sobald die Routine sitzt.
es: Empieza con estos %lld. Los otros %lld los añades cuando el hábito se asiente.
fr: Commence avec ces %lld. Les %lld autres viendront quand l'habitude sera prise.
it: Inizia con questi %lld. Gli altri %lld li aggiungi quando l'abitudine si è consolidata.

source: Start with these four. The other %lld you add once the habit sticks.
de: Starte mit diesen vieren. Die anderen %lld kommen dazu, wenn die Routine sitzt.
es: Empieza con estos cuatro. Los otros %lld los añades cuando el hábito se afiance.
fr: Commence par ces quatre. Tu ajoutes les %lld autres une fois l’habitude prise.
it: Inizia con questi quattro. Gli altri %lld li aggiungi quando l’abitudine è consolidata.

source: Start your 14-day plan
de: Starte deinen 14-Tage-Plan
es: Empieza tu plan de 14 días
fr: Commence ton plan de 14 jours
it: Inizia il tuo piano di 14 giorni

source: Starts now, more with time
de: Beginnt jetzt, mehr mit der Zeit
es: Empieza ahora, más con el tiempo
fr: Commence maintenant, plus avec le temps
it: Inizia ora, di più col tempo

source: Stays private, like everything else.
de: Bleibt privat, wie alles andere.
es: Se queda privado, como todo lo demás.
fr: Reste privé, comme tout le reste.
it: Resta privato, come tutto il resto.

source: Steers your base products — cleanser and moisturizer.
de: Bestimmt deine Basis-Produkte — Reiniger und Creme.
es: Define tus productos base: limpiador y crema.
fr: Détermine tes produits de base — nettoyant et crème.
it: Determina i tuoi prodotti base: detergente e crema.

source: Strong actives paused — your barrier gets gentle days.
de: Starke Wirkstoffe pausiert — deine Barriere bekommt sanfte Tage.
es: Activos fuertes en pausa: tu barrera tiene días suaves.
fr: Actifs puissants en pause — ta barrière profite de jours doux.
it: Attivi forti in pausa — la tua barriera si prende giorni delicati.

source: Studies open in your browser.
de: Studien öffnen sich in deinem Browser.
es: Los estudios se abren en tu navegador.
fr: Les études s'ouvrent dans ton navigateur.
it: Gli studi si aprono nel browser.

source: Sun protection?
de: Sonnenschutz?
es: ¿Protección solar?
fr: Protection solaire ?
it: Protezione solare?

source: Swap results
de: Ergebnisse tauschen
es: Intercambiar resultados
fr: Échanger les résultats
it: Scambia i risultati

source: Swipe left or right
de: Nach links oder rechts wischen
es: Desliza a izquierda o derecha
fr: Glisse à gauche ou à droite
it: Scorri a sinistra o a destra

source: Systematic review · PMC
de: Systematische Übersichtsarbeit · PMC
es: Revisión sistemática · PMC
fr: Revue systématique · PMC
it: Revisione sistematica · PMC

source: Systematic review · PubMed
de: Systematische Übersichtsarbeit · PubMed
es: Revisión sistemática · PubMed
fr: Revue systématique · PubMed
it: Revisione sistematica · PubMed

source: TAP
de: TIPP
es: TOCA
it: TOCCA

source: TEXTURE
de: TEXTUR
es: TEXTURA

source: THE HONEST READ
de: DIE EHRLICHE LESUNG
es: LA LECTURA HONESTA
fr: LA LECTURE HONNÊTE
it: LA LETTURA ONESTA

source: THE LEVERS IN YOUR ANSWERS
de: DIE HEBEL IN DEINEN ANTWORTEN
es: LAS PALANCAS EN TUS RESPUESTAS
fr: LES LEVIERS DANS TES RÉPONSES
it: LE LEVE NELLE TUE RISPOSTE

source: TODAY'S TIP
de: TIPP DES TAGES
es: CONSEJO DE HOY
fr: CONSEIL DU JOUR
it: CONSIGLIO DI OGGI

source: Take your final scan, then hit the button. That's your result.
de: Mach deinen finalen Scan und drück den Button. Das ist dein Ergebnis.
es: Haz tu escaneo final y pulsa el botón. Ese es tu resultado.
fr: Fais ton scan final puis appuie sur le bouton. C'est ton résultat.
it: Fai la scansione finale e premi il pulsante. Quello è il tuo risultato.

source: Tap any two scans to compare them side by side.
de: Tippe auf zwei Scans, um sie nebeneinander zu vergleichen.
es: Toca dos escaneos para compararlos lado a lado.
fr: Touche deux scans pour les comparer côte à côte.
it: Tocca due scansioni per confrontarle fianco a fianco.

source: Tap the dial. Watch it hunt for a number it can't really know.
de: Tippe aufs Rad. Sieh zu, wie es eine Zahl sucht, die es nicht kennen kann.
es: Toca el dial. Míralo buscar un número que no puede saber.
fr: Touche le cadran. Regarde-le chercher un chiffre qu'il ne peut pas connaître.
it: Tocca il quadrante. Guardalo cercare un numero che non può sapere.

source: Targeted active
de: Gezielter Wirkstoff
es: Activo específico
fr: Actif ciblé
it: Attivo mirato

source: Targets your redness score (%lld).
de: Zielt auf deinen Rötungs-Score (%lld).
es: Apunta a tu puntuación de enrojecimiento (%lld).
fr: Cible ton score de rougeurs (%lld).
it: Mira al tuo punteggio rossore (%lld).

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini d'uso

source: Texture
de: Textur
es: Textura

source: Texture active
de: Textur-Wirkstoff
es: Activo para la textura
fr: Actif texture
it: Attivo per la texture

source: Texture changes are slow and real — trust the 14-day rhythm.
de: Textur-Veränderungen sind langsam und echt — vertrau dem 14-Tage-Rhythmus.
es: Los cambios de textura son lentos y reales — confía en el ritmo de 14 días.
fr: Les changements de texture sont lents mais réels — fais confiance au rythme des 14 jours.
it: I cambiamenti della texture sono lenti e reali — fidati del ritmo dei 14 giorni.

source: Texture is holding your score back — visible congestion on the forehead and chin.
de: Textur bremst deinen Score — sichtbare Verstopfungen an Stirn und Kinn.
es: La textura frena tu puntuación — congestión visible en frente y mentón.
fr: La texture freine ton score — congestion visible sur le front et le menton.
it: La texture frena il punteggio — congestione visibile su fronte e mento.

source: Texture moves slowest, but most reliably.
de: Textur verändert sich am langsamsten, aber am zuverlässigsten.
es: La textura se mueve más despacio, pero más fiable.
fr: La texture évolue le plus lentement, mais le plus sûrement.
it: La texture cambia più lentamente, ma nel modo più affidabile.

source: Thanks for the invite — open this so you get your bonus scan!
de: Danke für die Einladung — öffne das, damit du deinen Bonus-Scan bekommst!
es: ¡Gracias por la invitación! Abre esto para recibir tu escaneo extra.
fr: Merci pour l'invitation — ouvre ceci pour recevoir ton scan bonus !
it: Grazie per l'invito — apri questo per ricevere la tua scansione bonus!

source: Thanks for the invite — open this so you get your free scan too!
de: Danke für die Einladung — öffne das, damit du auch deinen Gratis-Scan bekommst!
es: ¡Gracias por la invitación! Abre esto para recibir también tu escaneo gratis.
fr: Merci pour l'invitation — ouvre ceci pour recevoir aussi ton scan gratuit !
it: Grazie per l'invito — apri questo così ricevi anche tu la tua scansione gratis!

source: That link didn't work. Check you copied all of it.
de: Der Link hat nicht funktioniert. Prüf, ob du alles kopiert hast.
es: El enlace no funcionó. Comprueba que lo copiaste entero.
fr: Le lien n'a pas fonctionné. Vérifie que tu as tout copié.
it: Il link non ha funzionato. Controlla di averlo copiato tutto.

source: That photo won't work
de: Dieses Foto passt nicht
es: Esa foto no sirve
fr: Cette photo ne convient pas
it: Quella foto non va bene

source: That was a guess. Yours is measured — one honest scan.
de: Das war geraten. Deine wird gemessen — ein ehrlicher Scan.
es: Eso fue una suposición. El tuyo se mide: un escaneo honesto.
fr: C'était une supposition. Le tien est mesuré — un scan honnête.
it: Era un'ipotesi. Il tuo è misurato — una scansione onesta.

source: That's your single biggest lever.
de: Das ist dein größter Hebel.
es: Esa es tu mayor palanca.
fr: C'est ton plus grand levier.
it: Questa è la tua leva più grande.
